Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: We couldn't restore your purchases. Please try again.
ar: لم نتمكن من استعادة مشترياتك. يرجى المحاولة مرة أخرى.
bg: Не можахме да възстановим вашите покупки. Моля, опитайте отново.
bs: Nismo mogli vratiti vaše kupovine. Molimo pokušajte ponovo.
ca: No hem pogut restaurar les vostres compres. Si us plau, torna-ho a provar.
cs: Vaše nákupy se nepodařilo obnovit. Zkuste to prosím znovu.
da: Vi kunne ikke gendanne dine køb. Prøv venligst igen.
de: Wir konnten deine Einkäufe nicht wiederherstellen. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η επαναφορά των αγορών σας. Δοκιμάστε ξανά.
es: No pudimos restaurar sus compras. Por favor inténtalo de nuevo.
et: Me ei saanud teie oste taastada. Palun proovi uuesti.
eu: Ezin izan ditugu zure erosketak leheneratu. Mesedez, saiatu berriro.
fi: Ostoksiasi ei voitu palauttaa. Yritä uudelleen.
fr: Nous n'avons pas pu restaurer tes achats. Veuillez réessayer.
ga: Níorbh fhéidir linn do cheannacháin a chur ar ais. Bain triail eile as.
gl: Non puidemos restaurar as túas compras. Téntao de novo.
he: לא הצלחנו לשחזר את הרכישות שלך. אנא נסה שוב.
hi: हम आपकी खरीदारी बहाल नहीं कर सके. कृपया पुन: प्रयास करें।
hr: Nismo mogli vratiti vaše kupnje. Molimo pokušajte ponovo.
hu: Nem tudtuk visszaállítani a vásárlásait. Kérjük, próbálja újra.
id: Kami tidak dapat memulihkan pembelian Anda. Silakan coba lagi.
is: Við gátum ekki endurheimt kaupin þín. Vinsamlegast reyndu aftur.
it: Non è stato possibile ripristinare i tuoi acquisti. Per favore riprova.
ja: 購入内容を復元できませんでした。もう一度試してください。
ka: ჩვენ ვერ აღვადგინეთ თქვენი შესყიდვები. გთხოვთ, სცადოთ ხელახლა.
kk: Сатып алуларыңызды қалпына келтіре алмадық. Қайталап көріңіз.
ko: 구매 항목을 복원할 수 없습니다. 다시 시도해 주세요.
lt: Nepavyko atkurti jūsų pirkinių. Bandykite dar kartą.
lv: Mēs nevarējām atjaunot jūsu pirkumus. Lūdzu, mēģiniet vēlreiz.
mk: Не можевме да ги вратиме вашите купувања. Ве молиме обидете се повторно.
ms: Kami tidak dapat memulihkan pembelian anda. Sila cuba lagi.
mt: Ma stajniex nirrestawraw ix-xiri tiegħek. Jekk jogħġbok erġa' pprova.
nb: Vi kunne ikke gjenopprette kjøpene dine. Vennligst prøv igjen.
nl: We kunnen je aankopen niet herstellen. Probeer het opnieuw.
pl: Nie mogliśmy przywrócić Twoich zakupów. Spróbuj ponownie.
pt_br: Não foi possível restaurar suas compras. Por favor, tente novamente.
ro: Nu am putut restabili achizițiile dvs. Vă rugăm să încercați din nou.
ru: Нам не удалось восстановить твои покупки. Пожалуйста, попробуй еще раз.
sk: Nepodarilo sa nám obnoviť vaše nákupy. Skúste to znova.
sl: Vaših nakupov nismo mogli obnoviti. prosim poskusite znova
sq: Nuk mund t'i rivendosnim blerjet tuaja. Ju lutemi provoni përsëri.
sr: Нисмо могли да вратимо ваше куповине. Покушајте поново.
sv: Vi kunde inte återställa dina köp. Försök igen.
th: เราไม่สามารถกู้คืนการซื้อของคุณได้ โปรดลองอีกครั้ง
tr: Satın alma işlemlerinizi geri yükleyemedik. Lütfen tekrar deneyin.
uk: Нам не вдалося відновити твої покупки. Спробуй ще раз.
vi: Chúng tôi không thể khôi phục giao dịch mua hàng của bạn. Vui lòng thử lại.
zh_hans: 我们无法恢复您的购买。请再试一次。
zh_hk: 我們無法恢復您的購買。請再試一次。

source: Weekly
ar: أسبوعي
bg: Ежеседмично
bs: Sedmično
ca: Setmanalment
cs: Týdně
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαίος
es: Semanalmente
et: Iganädalane
eu: Asterokoa
fi: Viikoittain
fr: Hebdomadaire
ga: Seachtainiúil
gl: Semanalmente
he: שְׁבוּעִי
hi: साप्ताहिक
hr: Tjedni
hu: Heti
id: Mingguan
is: Vikulega
it: Settimanale
ja: 毎週
ka: ყოველკვირეული
kk: Апта сайын
ko: 주간
lt: Kas savaitę
lv: Iknedēļas
mk: Неделно
ms: Mingguan
mt: Kull ġimgħa
nb: Ukentlig
nl: Wekelijks
pl: Tygodnik
pt_br: Semanalmente
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
sl: Tedensko
sq: Javore
sr: Недељно
sv: Varje vecka
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
vi: hàng tuần
zh_hans: 每周
zh_hk: 每週

source: Welcome to the Pasture
ar: مرحبًا بك في المرعى
bg: Добре дошли на пасището
bs: Dobrodošli na pašnjak
ca: Benvingut al pasturatge
cs: Vítejte na pastvině
da: Velkommen til græsgangen
de: Willkommen auf der Weide
el: Καλώς ήρθατε στο βοσκοτόπι
es: Bienvenido al pastizal
et: Tere tulemast karjamaale
eu: Ongi etorri larrera
fi: Tervetuloa laitumelle
fr: Bienvenue au pâturage
ga: Fáilte go dtí an Féarach
gl: Benvido ao pasto
he: ברוך הבא למרעה
hi: चरागाह में आपका स्वागत है
hr: Dobrodošli na pašnjak
hu: Üdvözöljük a legelőn
id: Selamat Datang di Padang Rumput
is: Velkomin(n) í beitilandið
it: Benvenuto nel pascolo
ja: 牧場へようこそ
ka: კეთილი იყოს თქვენი მობრძანება საძოვარში
kk: Жайылымға қош келдіңіз
ko: 목장에 오신 것을 환영합니다
lt: Sveiki atvykę į ganyklą
lv: Laipni lūdzam ganībās
mk: Добредојдовте на пасиштето
ms: Selamat Datang ke Padang Rumput
mt: Merħba fil-Mergħa
nb: Velkommen til Beite
nl: Welkom op de weide
pl: Witamy na pastwisku
pt_br: Bem-vindo ao pasto
ro: Bun venit pe pășune
ru: Добро пожаловать на пастбище
sk: Vitajte na pastvine
sl: Dobrodošli na pašniku
sq: Mirë se vini në kullotë
sr: Добродошли на пашњак
sv: Välkommen till betesmarken
th: ยินดีต้อนรับสู่ทุ่งหญ้า
tr: Otlağa Hoş Geldiniz
uk: Ласкаво просимо на пасовище
vi: Chào mừng đến với đồng cỏ
zh_hans: 欢迎来到牧场
zh_hk: 歡迎來到牧場

source: Welcome Your Ram
ar: رحّب بكبشك
bg: Посрещнете вашия овен
bs: Pozdravite svog ovna
ca: Dona la benvinguda al teu marrà
cs: Přivítejte svého berana
da: Byd din vædder velkommen
de: Begrüße deinen Widder
el: Καλωσορίστε το κριάρι σας
es: Da la bienvenida a tu carnero
et: Tervita oma oinast
eu: Ongi etorri zure aharia
fi: Tervetuloa pässisi
fr: Accueillez ton bélier
ga: Fáilte roimh do Reithe
gl: Dálle a benvida ao teu carneiro
he: קבל את פני האיל שלך
hi: अपने मेंढ़े का स्वागत करें
hr: Pozdravite svog ovna
hu: Üdvözölje a kosát
id: Sambut Domba Jantan Anda
is: Bjóddu hrútinn þinn velkominn
it: Dai il benvenuto al tuo ariete
ja: 羊を迎えましょう
ka: მოგესალმებით შენი რამ
kk: Қош келдіңіз Ram
ko: 양 맞이하기
lt: Pasveikinkite savo aviną
lv: Sveiciniet savu aunu
mk: Добредојде за вашиот овен
ms: Sambut Biri-biri Anda
mt: Merħba lill-Muntun Tiegħek
nb: Ønsk væren din velkommen
nl: Verwelkom je ram
pl: Powitaj swojego barana
pt_br: Dê as boas-vindas ao seu carneiro
ro: Întâmpină-ți berbecul
ru: Встречайте твоего барана
sk: Privítajte svojho barana
sl: Pozdravite svojega ovna
sq: Mirëpritni dashin tuaj
sr: Поздравите свог овна
sv: Välkomna din bagge
th: ต้อนรับแกะของคุณ
tr: Koçunuza Hoş Geldiniz Deyin
uk: Привітайте свого барана
vi: Chào đón chú cừu đực của bạn
zh_hans: 迎接你的公羊信使
zh_hk: 迎接你隻公羊信使

source: Went past %@. Lovely, but the letter comes first.
ar: تجاوزت %@ . جميل، ولكن الرسالة تأتي أولا.
bg: Мина покрай %@. Прекрасно, но писмото е първо.
bs: Prošao pored %@ . Divno, ali pismo je prvo.
ca: Va passar %@ . Preciós, però la carta és primer.
cs: Prošel kolem %@ . Krásné, ale dopis je na prvním místě.
da: Gik forbi %@ . Dejligt, men brevet kommer først.
de: An %@ vorbeigegangen. Schön, aber der Brief kommt zuerst.
el: Πέρασε από το %@ . Υπέροχο, αλλά το γράμμα έρχεται πρώτο.
es: Pasó %@ . Precioso, pero la carta es lo primero.
et: Läks mööda %@ . Armas, aga kiri on esikohal.
eu: %@ igaro zen. Ederra, baina gutuna lehenik.
fi: Meni ohi %@ . Ihanaa, mutta kirje tulee ensin.
fr: Je suis passé devant %@ . C'est joli, mais la lettre passe en premier.
ga: Chuaigh %@ . Go hálainn, ach tagann an litir ar dtús.
gl: Pasou %@ . Encanto, pero a carta é primeiro.
he: חלף על פני %@ . מקסים, אבל המכתב קודם.
hi: %@ से आगे निकल गया। सुन्दर, लेकिन पत्र पहले आता है।
hr: Prošao %@ . Lijepo, ali pismo je prvo.
hu: Elment %@ mellett. Szép, de a levél az első.
id: Melewati %@ . Bagus, tapi suratnya yang diutamakan.
is: Fór framhjá %@ . Yndislegt, en bréfið kemur fyrst.
it: Sono andato oltre %@ . Bello, ma la lettera viene prima.
ja: %@ を通過しました。素敵ですが、手紙が先です。
ka: გავიდა %@ . მშვენიერია, მაგრამ წერილი პირველ ადგილზეა.
kk: %@ жанынан өтті. Керемет, бірақ хат бірінші орында.
ko: %@ 을 지나갔습니다. 사랑스럽긴 하지만 편지가 먼저 와요.
lt: Praėjo %@ . Puiku, bet laiškas pirmas.
lv: Pagāja garām %@ . Jauki, bet vēstule ir pirmajā vietā.
mk: Помина покрај %@ . Прекрасно, но писмото е на прво место.
ms: Melepasi %@ . Cantik, tetapi surat itu didahulukan.
mt: Għaddew %@ . Sabiħ, imma l-ittra tiġi l-ewwel.
nb: Gikk forbi %@ . Nydelig, men brevet kommer først.
nl: Ging voorbij %@ . Leuk, maar de brief komt op de eerste plaats.
pl: Przeszedł obok %@ . Cudownie, ale list jest pierwszy.
pt_br: Passou por %@ . Adorável, mas a carta vem primeiro.
ro: A trecut de %@ . Frumoasă, dar scrisoarea este pe primul loc.
ru: Прошел мимо %@ . Прекрасно, но буква на первом месте.
sk: Prešiel okolo %@ . Krásne, ale list je na prvom mieste.
sl: Šlo mimo %@. Lepo, a pismo je na prvem mestu.
sq: Kaloi përtej %@ . E bukur, por letra vjen e para.
sr: Прошао поред %@ . Дивно, али писмо је прво.
sv: Gick förbi %@ . Härligt, men brevet kommer först.
th: ผ่านไปแล้ว %@ น่ารัก แต่จดหมายต้องมาก่อน
tr: %@'ı geçtik. Çok hoş, ama mektup önce gelir.
uk: Проїхав повз %@ . Чудово, але лист на першому місці.
vi: Đã đi qua %@ . Thật đáng yêu, nhưng lá thư đến trước.
zh_hans: 过去了 %@ 。可爱，但信是第一位的。
zh_hk: 過去了 %@ 。可愛，但信是第一位的。

source: west
ar: الغرب
bg: запад
bs: zapadu
ca: oest
cs: Západ
da: vest
de: Westen
el: Δύση
es: Oeste
et: läänes
eu: mendebaldea
fi: länteen
fr: Ouest
ga: thiar
gl: oeste
he: מַעֲרָב
hi: पश्चिम
hr: Zapad
hu: nyugat
id: Barat
is: vestur
it: ovest
ja: 西
ka: დასავლეთით
kk: батыс
ko: 서쪽
lt: vakarus
lv: uz rietumiem
mk: запад
ms: barat
mt: punent
nb: vest
nl: westen
pl: Zachód
pt_br: oeste
ro: vest
ru: запад
sk: západ
sl: zahod
sq: perëndim
sr: западу
sv: väster
th: ตะวันตก
tr: batı
uk: захід
vi: hướng Tây
zh_hans: 西方
zh_hk: 西方

source: What happens next
ar: ماذا سيحدث بعد ذلك
bg: Какво се случва след това
bs: Šta se dalje dešava
ca: Què passa després
cs: Co bude dál
da: Hvad sker der så
de: Was passiert als nächstes?
el: Τι θα γίνει μετά
es: ¿Qué pasa después?
et: Mis edasi saab
eu: Zer gertatzen da gero
fi: Mitä tapahtuu seuraavaksi
fr: Que se passe-t-il ensuite
ga: Cad a tharlóidh ina dhiaidh sin
gl: Que pasa despois
he: מה קורה אחר כך
hi: आगे क्या होगा
hr: Što se dalje događa
hu: Mi történik ezután
id: Apa yang terjadi selanjutnya
is: Hvað gerist næst
it: Cosa succede dopo
ja: 次に何が起こるか
ka: რა მოხდება შემდეგ
kk: Әрі қарай не болады
ko: 다음에 무슨 일이 일어날까요?
lt: Kas bus toliau
lv: Kas notiek tālāk
mk: Што се случува понатаму
ms: Apa yang berlaku seterusnya
mt: X'jiġri wara
nb: Hva skjer videre
nl: Wat gebeurt er daarna
pl: Co stanie się dalej
pt_br: O que acontece a seguir
ro: Ce se întâmplă în continuare
ru: Что будет дальше
sk: Čo bude ďalej
sl: Kaj se zgodi potem
sq: Çfarë ndodh më pas
sr: Шта се даље дешава
sv: Vad händer härnäst
th: จะเกิดอะไรขึ้นต่อไป
tr: Sonra ne olacak?
uk: Що відбувається далі
vi: Điều gì xảy ra tiếp theo
zh_hans: 接下来会发生什么
zh_hk: 接下來會發生什麼

source: What has to happen?
ar: ماذا يجب أن يحدث؟
bg: Какво трябва да стане?
bs: Šta se mora dogoditi?
ca: Què ha de passar?
cs: co se musí stát?
da: Hvad skal der ske?
de: Was muss passieren?
el: Τι πρέπει να συμβεί;
es: ¿Qué tiene que pasar?
et: Mis peab juhtuma?
eu: Zer gertatu behar da?
fi: Mitä pitää tapahtua?
fr: Que doit-il se passer ?
ga: Cad atá le tarlú?
gl: Que ten que pasar?
he: מה צריך לקרות?
hi: क्या होना है?
hr: Što se mora dogoditi?
hu: minek kell történnie?
id: Apa yang harus terjadi?
is: Hvað þarf að gerast?
it: Cosa deve succedere?
ja: 何が起こらなければなりませんか？
ka: რა უნდა მოხდეს?
kk: Не болуы керек?
ko: 무슨 일이 일어나야 합니까?
lt: Kas turi atsitikti?
lv: Kam ir jānotiek?
mk: Што треба да се случи?
ms: Apa yang perlu berlaku?
mt: X'għandu jiġri?
nb: Hva må skje?
nl: Wat moet er gebeuren?
pl: Co musi się wydarzyć?
pt_br: O que tem que acontecer?
ro: Ce trebuie să se întâmple?
ru: Что должно произойти?
sk: čo sa musí stať?
sl: Kaj se mora zgoditi?
sq: Çfarë duhet të ndodhë?
sr: Шта се мора догодити?
sv: Vad måste hända?
th: จะต้องเกิดอะไรขึ้น?
tr: Ne olması gerekiyor?
uk: Що має статися?
vi: Điều gì phải xảy ra?
zh_hans: 必须发生什么？
zh_hk: 必鬚髮生什麼？

source: What you were doing an hour ago, in enough detail that they can see it.
ar: ما كنت تفعله منذ ساعة مضت، بتفاصيل كافية حتى يتمكنوا من رؤيته.
bg: Това, което правехте преди час, достатъчно подробно, за да могат да го видят.
bs: Ono što ste radili prije sat vremena, dovoljno detaljno da to mogu vidjeti.
ca: El que estaves fent fa una hora, amb prou detall perquè ho puguin veure.
cs: Co jsi dělal před hodinou, dostatečně podrobně, aby to viděli.
da: Hvad du lavede for en time siden, så detaljeret, at de kan se det.
de: Was du vor einer Stunde gemacht hast, so detailliert, dass sie es vor sich sehen können.
el: Αυτό που κάνατε πριν από μια ώρα, με αρκετή λεπτομέρεια ώστε να το δουν.
es: Lo que estabas haciendo hace una hora, con suficiente detalle para que puedan verlo.
et: Mida te tund aega tagasi tegite, piisavalt üksikasjalikult, et nad seda näeksid.
eu: Duela ordubete egiten zenuena, ikus dezaten nahikoa xehetasunez.
fi: Mitä teit tunti sitten, niin yksityiskohtaisesti, että he voivat nähdä sen.
fr: Ce que tu faisais il y a une heure, avec assez de détails pour qu'ils puissent l'imaginer.
ga: An rud a bhí á dhéanamh agat uair an chloig ó shin, go leor sonraí gur féidir leo é a fheiceáil.
gl: O que estabas facendo hai unha hora, con suficiente detalle para que o poidan ver.
he: מה שעשית לפני שעה, בפירוט מספיק כדי שיוכלו לראות את זה.
hi: आप एक घंटे पहले क्या कर रहे थे, इतना विस्तार से कि वे उसे देख सकें।
hr: Ono što ste radili prije sat vremena, dovoljno detaljno da mogu vidjeti.
hu: Amit egy órája csináltál, elég részletesen ahhoz, hogy láthassák.
id: Apa yang Anda lakukan satu jam yang lalu, dengan cukup detail sehingga mereka dapat melihatnya.
is: Það sem þú varst að gera fyrir klukkutíma síðan, nógu smáatriði til að þeir sjái það.
it: Quello che stavi facendo un'ora fa, in modo abbastanza dettagliato da poterlo vedere.
ja: あなたが 1 時間前に何をしていたか、彼らが見ることができるほど詳細に。
ka: რას აკეთებდით ერთი საათის წინ, საკმარისად დეტალურად, რომ მათ ნახონ.
kk: Сіз бір сағат бұрын не істеп жатырсыз, олар оны көре алатындай егжей-тегжейлі.
ko: 한 시간 전에 무엇을 했는지, 그들이 볼 수 있을 만큼 충분히 자세하게 설명합니다.
lt: Tai, ką veikėte prieš valandą, pakankamai išsamiai, kad jie galėtų tai pamatyti.
lv: Tas, ko jūs darījāt pirms stundas, pietiekami detalizēti, lai viņi to varētu redzēt.
mk: Што правевте пред еден час, доволно детално за да можат да го видат.
ms: Perkara yang anda lakukan sejam yang lalu, dengan cukup terperinci sehingga mereka dapat melihatnya.
mt: Dak li kont qed tagħmel siegħa ilu, f’biżżejjed dettall li jkunu jistgħu jarawh.
nb: Det du gjorde for en time siden, så detaljert at de kan se det.
nl: Wat je een uur geleden deed, zo gedetailleerd dat ze het kunnen zien.
pl: To, co robiłeś godzinę temu, wystarczająco szczegółowo, żeby mogli to zobaczyć.
pt_br: O que você estava fazendo há uma hora, com detalhes suficientes para que eles pudessem ver.
ro: Ce făceai acum o oră, suficient de detaliat încât să poată vedea.
ru: То, что ты делал час назад, достаточно подробно, чтобы они могли это представить.
sk: Čo ste robili pred hodinou, dostatočne podrobne, aby to videli.
sl: Kaj ste počeli pred eno uro, dovolj podrobno, da lahko vidijo.
sq: Ajo që po bënit një orë më parë, me mjaft detaje që ata mund ta shohin.
sr: Оно што сте радили пре сат времена, довољно детаљно да то могу да виде.
sv: Vad du gjorde för en timme sedan, tillräckligt detaljerat för att de kan se det.
th: สิ่งที่คุณทำเมื่อชั่วโมงที่แล้ว มีรายละเอียดมากพอที่จะให้พวกเขาเห็นได้
tr: Bir saat önce ne yaptığınızı onların görebileceği kadar ayrıntılı olarak anlatın.
uk: Те, що ти робив годину тому, достатньо детально, щоб вони могли це уявити.
vi: Việc bạn đang làm một giờ trước, đủ chi tiết để họ có thể nhìn thấy.
zh_hans: 你一小时前在做什么，足够详细，他们可以看到。
zh_hk: 你一小時前在做什麼，足夠詳細，他們可以看到。

source: What you'd want them to know if the ram took a year to arrive.
ar: ما الذي تريدهم أن يعرفوه إذا استغرق وصول الكبش عامًا.
bg: Какво бихте искали да знаят, ако на овена му отне година, за да пристигне.
bs: Šta biste željeli da znaju ako je ovnu trebalo godinu dana da stigne.
ca: Què voldríeu que sàpiguen si el moltó va trigar un any a arribar.
cs: Co byste chtěli, aby věděli, kdyby beranovi trvalo rok, než dorazil.
da: Hvad du gerne vil have dem til at vide, hvis vædderen tog et år at ankomme.
de: Was sie wissen sollten, wenn es ein Jahr gedauert hätte, bis der Widder ankam.
el: Τι θα θέλατε να ξέρουν αν το κριάρι χρειάστηκε ένα χρόνο για να φτάσει.
es: Lo que querrías que supieran si el carnero tardara un año en llegar.
et: Mida sa tahad, et nad teaksid, kui jäära kohalejõudmiseks kulus aasta.
eu: Zer jakin nahi zenuke ahariak urtebete behar izan balu iristeko.
fi: Mitä haluat heidän tietävän, jos pässin saapuminen kesti vuoden.
fr: Ce que tu voudrais qu'ils sachent si le bélier mettait un an à arriver.
ga: Cad ba mhaith leat a fháil amach dá dtógfadh an reithe bliain le teacht.
gl: O que queres saber se o carneiro tardou un ano en chegar.
he: מה היית רוצה שידעו אם לאיל לקח שנה להגיע.
hi: यदि राम को आने में एक वर्ष लग गया तो आप उन्हें क्या बताना चाहेंगे।
hr: Što biste htjeli da znaju ako je ovnu trebalo godinu dana da stigne.
hu: Mit akarsz tudni, ha a kos egy évbe telt mire megérkezett.
id: Apa yang Anda ingin mereka ketahui jika domba jantan itu membutuhkan waktu satu tahun untuk tiba.
is: Það sem þú vilt að þeir viti ef hrúturinn tæki ár að koma.
it: Quello che vorresti che sapessero se l'ariete impiegasse un anno per arrivare.
ja: 雄羊が届くまでに1年かかった場合に知っておいてほしいこと。
ka: რა ნეტავ, მათ იცოდნენ, ვერძის ჩამოსვლას ერთი წელი დასჭირდა.
kk: Қошқардың келуіне бір жыл қажет болса, олардың нені білуін қалайсыз.
ko: 숫양이 도착하는 데 1년이 걸렸다면 그들에게 알려주고 싶은 것.
lt: Ką norėtumėte, kad jie žinotų, jei avinui prireiktų metų.
lv: Ko jūs vēlētos, lai viņi zinātu, ja auna atnākšana prasīja gadu.
mk: Што би сакале да знаат ако на овенот му требаше една година да пристигне.
ms: Perkara yang anda ingin mereka ketahui jika ram mengambil masa setahun untuk tiba.
mt: Dak li tridhom ikunu jafu jekk il-muntun damx sena biex jasal.
nb: Hva du vil at de skal vite hvis væren tok et år å komme.
nl: Wat je zou willen dat ze weten als het een jaar zou duren voordat de ram arriveerde.
pl: Co chciałbyś, żeby wiedzieli, gdyby przybycie barana zajęło rok.
pt_br: O que você gostaria que eles soubessem se o carneiro demorasse um ano para chegar.
ro: Ce ai vrea să știe dacă berbecul a luat un an să sosească.
ru: Что бы ты хотел им сказать, если бы баран шёл целый год?
sk: Čo by ste chceli, aby vedeli, keby baranovi trvalo rok, kým prišiel.
sl: Kaj bi želeli, da vedo, če bi oven prišel eno leto.
sq: Çfarë do të dëshironit që ata të dinin nëse dashi u desh një vit për të mbërritur.
sr: Шта бисте желели да знају ако је овну требало годину дана да стигне.
sv: Vad du vill att de ska veta om baggen tog ett år att komma fram.
th: สิ่งที่คุณอยากให้พวกเขารู้ว่าแกะต้องใช้เวลาถึงหนึ่งปีกว่าจะมาถึง
tr: Eğer koçun gelmesi bir yıl sürseydi bilmelerini isteyeceğiniz şey.
uk: Що б ти хотів їм сказати, якби баран ішов цілий рік?
vi: Bạn muốn họ biết điều gì nếu phải mất một năm mới có được con ram này.
zh_hans: 如果公羊花了一年才到达，你想让他们知道什么。
zh_hk: 如果公羊花了一年才到達，你想讓他們知道什麼。

source: When
ar: متى
bg: Кога
bs: Kada
ca: Quan
cs: Kdy
da: Hvornår
de: Wann
el: Πότε
es: cuando
et: Millal
eu: Noiz
fi: Milloin
fr: Quand
ga: Cathain
gl: Cando
he: מתי
hi: कब
hr: kada
hu: Mikor
id: Kapan
is: Hvenær
it: Quando
ja: いつ
ka: როცა
kk: Қашан
ko: 언제
lt: Kada
lv: Kad
mk: Кога
ms: bila
mt: Meta
nb: Når
nl: Wanneer
pl: Kiedy
pt_br: Quando
ro: Când
ru: Когда
sk: Kedy
sl: kdaj
sq: Kur
sr: Када
sv: När
th: เมื่อ
tr: Ne zaman
uk: Коли
vi: Khi nào
zh_hans: 什么时候
zh_hk: 當
